{{{header(homer,Richard Westhaver,ellis@rwest.io)}}}
* help
#+begin_src shell :results pp replace
homer -h
#+end_src

#+RESULTS:
#+begin_example
homer v0.1.0
  usage: homer [global] <command> [<arg>]

  home manager
  options:
     -l/--level* :  set the log level
     -h/--help* :  print help
     -v/--version* :  print version
  commands:
    show  
    
#+end_example
